<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications Language Lines
    |--------------------------------------------------------------------------
    */

    'offers' => [
        'placed' => [
            'title' => 'لقد طلقيت عرض',
            'body' => 'تلقيت عرض جديد على الطلبك',
        ],
        'accepted' => [
            'title' => 'عرض مقبول',
            'body' => 'لقت تم قبول عرضك',
        ],
        'canceled' => [
            'title' => 'عرض ملغي',
            'body' => 'لقت تم إلغاء العرض',
        ],
        'completed' => [
            'title' => 'عرض مكتمل',
            'body' => 'لقت تم اكتمال العرض',
        ],
        'rejected' => [
            'title' => 'عرض مرفوض',
            'body' => 'لقت تم رفض العرض',
        ],
    ]
];
