<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications Language Lines
    |--------------------------------------------------------------------------
    */

    'offers' => [
        'placed' => [
            'title' => 'لقد طلقيت عرض',
            'body' => 'تلقيت عرض جديد على الطلبك',
        ],
        'accepted' => [
            'title' => 'عرض مقبول',
            'body' => 'لقد تم قبول عرضك',
        ],
        'canceled' => [
            'title' => 'عرض ملغي',
            'body' => 'لقد تم إلغاء العرض',
        ],
        'request_cancellation' => [
            'title' => 'طلب لإلغاء العرض',
            'body' => 'لقد تم ارسال طلب لإلغاء العرض',
        ],
        'completed' => [
            'title' => 'عرض مكتمل',
            'body' => 'لقد تم اكتمال العرض',
        ],
        'rejected' => [
            'title' => 'عرض مرفوض',
            'body' => 'لقد تم رفض العرض',
        ],
        'reject_cancellation_request' => [
            'title' => 'رفض طلب الإلغاء',
            'body' => 'لقد تم رفض طلب الإلغاء',
        ],
        'message' => [
            'title' => 'تلقيت رسالة',
            'body' => 'لقت تلقيت رسالة جديدة',
        ],
    ]
];
